[Attributes.RingCustomAttributePresentation AttributePresentationDefinition]
Description="asaph"
NoConstraintText=""
Suffix=""
Prefix=""

[Balance.Unique.PawnBalance_Smagal AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Gary")

[ChestGrades.ObjectGrade_Eagle InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_WhatsInTheBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MarcusSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MerBear InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Mining InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Mining_Dirt InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Body InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Full InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TeddyBearClaw_Head InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.RingSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ring UsableItemDefinition]
UseFailureCharacterMessage=""
ItemName="Jerry is unbreakable"
PickupMessage=""
UseFailureLevelMessage=""
UseFailureConstraintsMessage=""
NoManufacturerName="name"

[ItemDefs.ID_Ring:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Just go to Iridium Bain and your agent will get paid.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TeddyBearClaw_Body UsableItemDefinition]
UseFailureCharacterMessage="do you want %s You want to use this number."
ItemName="The body froze"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="GENERAL"

[ItemDefs.ID_TeddyBearClaw_Body:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="I want to visit my mother.!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TeddyBearClaw_Head UsableItemDefinition]
UseFailureCharacterMessage="Request has been sent %s Use this article."
ItemName="He hugged himself"
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This product is out of stock.."
NoManufacturerName="print"

[ItemDefs.ID_TeddyBearClaw_Head:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="I miss my mom! And on my shoulder!"
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_WhatsInTheBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

